Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# 12-hour
source: 12-hour cycle
ar: دورة مدتها 12 ساعة
da: 12-timers cyklus
de: 12-Stunden-Zyklus
es: Ciclo de 12 horas
fr: Cycle de 12 heures
hu: 12 órás ciklus
it: Ciclo di 12 ore
ja: 12時間周期
nl: 12-uurs cyclus
pl: Cykl 12-godzinny
ru: 12-часовой цикл
sv: 12-timmarscykel
zh_hans: 12小时周期
zh_hant: 12 小時週期

# 24-hour
source: 24-hour cycle
ar: دورة 24 ساعة
da: 24-timers cyklus
de: 24-Stunden-Zyklus
es: Ciclo de 24 horas
fr: Cycle de 24 heures
hu: 24 órás ciklus
it: Ciclo di 24 ore
ja: 24時間周期
nl: 24-uurs cyclus
pl: Cykl 24-godzinny
ru: 24-часовой цикл
sv: 24-timmarscykel
zh_hans: 24小时周期
zh_hant: 24 小時週期

source: Abbreviation
ar: الاختصار
da: Forkortelse
de: Abkürzung
es: Abreviatura
fr: Abréviation
hu: Rövidítés
it: Abbreviazione
ja: 略
nl: Afkorting
pl: Skrót
ru: Аббревиатура
sv: Förkortning
zh_hans: 缩写
zh_hant: 縮寫

source: Album ID
ar: معرّف الألبوم
es: ID del álbum
fr: ID de l'album
it: ID album
ja: アルバムID
pl: Identyfikator albumu
ru: Идентификатор альбома
zh_hans: 相册ID
zh_hant: 相簿 ID

# alertAddButton
source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Új
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
ru: Добавить
sv: Lägg till
zh_hans: 添加
zh_hant: 加入

# alertCancelButton
source: Cancel
ar: إلغاء
da: Fortryd
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: 中止
nl: Annuleren
pl: Anuluj
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# alertDismissButton
source: Dismiss
ar: تجاهل
da: Fortryd
de: Verwerfen
es: Descartar
fr: Fermer
hu: Elvetés
it: Chiudi
ja: 却下
nl: Sluiten
pl: Anuluj
ru: Скрыть
sv: Avfärda
zh_hans: 忽略
zh_hant: 關閉

# alertNoButton
source: No
ar: لا
da: Nej
de: Nein
fr: Non
hu: Nem
ja: いいえ
nl: Nee
pl: Nie
ru: Нет
sv: Nej
zh_hans: 取消
zh_hant: 否

# alertOkButton
source: OK
ar: موافق
es: Aceptar
ru: ОК
zh_hans: 确认
zh_hant: 好

# alertRetryButton
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hu: Újra
it: Riprova
ja: 再試行
nl: Probeer opnieuw
pl: Ponów
ru: Повторить
sv: Försök igen
zh_hans: 重试
zh_hant: 重試

# alertYesButton
source: Yes
ar: نعم
da: Ja
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Si
ja: はい
nl: Ja
pl: Tak
ru: Да
sv: Ja
zh_hans: 确定
zh_hant: 是

source: All Photos
ar: جميع الصور
da: Alle billeder
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
hu: Összes fotó
it: Tutte Le Foto
ja: すべての写真
nl: Alle foto's
pl: Wszystkie zdjęcia
ru: Все фото
sv: Alla foton
zh_hans: 所有照片
zh_hant: 所有照片

# andMore
source: & more
ar: & المزيد
da: & mere
de: & mehr
es: y más
fr: & plus
hu: és több
it: & altro
ja: & さらに
nl: & meer
pl: i więcej
ru: и многое другое
sv: & mer
zh_hans: & 更多
zh_hant: & 更多

# audioUploadError_format
source: Sorry, audio files are not supported by Piwigo Mobile yet.
ar: عذرا، لا يتم اعتماد الملفات الصوتية من قبل Piwigo موبايل حتى الآن.
da: Piwigo understøtter endnu ikke lydfiler.
de: Entschuldigung, Audio Dateien werden derzeit nicht von Piwigo Mobile unterstützt.
es: Lo sentimos, los archivos de audio aún no son compatibles con Piwigo Mobile.
fr: Désolé, les fichiers audio ne sont pas encore supportés par Piwigo Mobile.
hu: Sajnáljuk, a Piwigo mobile egyelőre nem támogat hangfájlokat.
it: Siamo spiacenti, i file audio non sono ancora supportati da Piwigo Mobile.
ja: 申し訳ありませんが、Piwigo Mobileではまだ音声ファイルをサポートしていません。
nl: Sorry, audio bestanden worden nog niet niet ondersteund door Piwigo Mobiel.
pl: Niestety, pliki audio nie są jeszcze obsługiwane przez Piwigo Mobile.
ru: Увы, но аудифайлы пока не поддерживаются в Piwigo Mobile.
sv: Tyvärr, ljudfiler stöds inte av Piwigo Mobile ännu.
zh_hans: 抱歉，Piwigo Mobile不支持音频文件
zh_hant: 抱歉，Piwigo Mobile尚不支援音訊文件。

# audioUploadError_title
source: Audio Upload Error
ar: خطأ في تحميل الصوت
da: Fejl ved upload af lydfil
de: Fehler beim Audio Hochladen
es: Error al cargar el audio
fr: Echec du Transfert
hu: Hangfeltöltési hiba
it: Errore di caricamento audio
ja: 音声アップロードのエラー
nl: Audio-upload-fout
pl: Błąd Przesyłania Audio
ru: Ошибка загрузки аудио
sv: Fel vid ljuduppladdning
zh_hans: 音频上传错误
zh_hant: 音訊上傳錯誤

source: Auto-Upload Photos
ar: التحميل التلقائي للصور
da: Auto-Upload af fotos
de: Fotos automatisch hochladen
es: Autocargar fotos
fr: Transfert automatique des photos
hu: Automata feltöltés
it: Caricamento Automatico Foto
ja: 写真を自動アップロード
nl: Foto's automatisch uploaden
pl: Automatyczne przesyłanie zdjęć
ru: Автозагрузка изображений
sv: Ladda upp foton automatiskt
zh_hans: 自动上传照片
zh_hant: 自動上傳照片

# AutoUploadError_Disabled
source: The Auto-Upload option is disabled in the app settings.
ar: تم تعطيل خيار التحميل التلقائي في إعدادات التطبيق.
da: Auto-Upload indstillingen er deaktiveret i app-indstillingerne.
de: Die Option Auto-Upload ist in den App-Einstellungen deaktiviert.
es: La opción de carga automática está desactivada en los ajustes de la aplicación.
fr: Les transferts automatiques sont désactivés dans les paramètres de l'application.
hu: Az automatikus feltöltés ki van kapcsolva a beállításokban.
it: L'opzione Caricamento automatico è disabilitata nelle impostazioni dell'app.
ja: アプリの設定で自動アップロードオプションが無効になっています。
nl: De auto-upload-optie is uitgeschakeld in de app instellingen.
pl: Opcja automatycznego wysyłania jest wyłączona w ustawieniach aplikacji.
ru: Функция автозагрузки отключена в настройках приложения.
sv: Alternativet för automatisk uppladdning är inaktiverat i appinställningarna.
zh_hans: 自动上传选项在应用设置中被禁用
zh_hant: 自動上傳功能可以在應用程式的設定中關閉。

# AutoUploadError_Failed
source: Several transfers failed and the upload queue is on hold. Please check in the app.
ar: فشلت العديد من عمليات النقل وقائمة انتظار التحميل معلقة. يرجى التحقق في التطبيق.
da: Flere overførsler mislykkedes, og upload kø venter. Tjek i appen.
de: Mehrere Übertragungen sind fehlgeschlagen und die Upload-Warteschlange wurde angehalten. Bitte überprüfen Sie dies in der App.
es: Varias transferencias fallaron y la cola de subida está en espera. Por favor, compruebe en la aplicación.
fr: Plusieurs transferts ont échoué et la file d'attente est en pause. Veuillez vérifier dans l'application s'il vous plaît.
hu: Több feltöltési kísérlet sikertelen volt, így a feltöltési sor felfüggesztésre került. Részletek az appban.
it: Diversi trasferimenti sono falliti e la coda di caricamento è in attesa. Si prega di controllare l'app.
ja: 複数の転送に失敗し、アップロードキューが保留になっています。アプリで確認してください。
nl: Meerdere overdrachten zijn mislukt en de wachtrij voor upload is in de app geblokkeerd. Controleer de app.
pl: Kilka transferów nie powiodło się i kolejka przesyłania została wstrzymana. Proszę sprawdzić w aplikacji.
ru: Не удалось выполнить несколько перемещений, и очередь выгрузки на сервере задерживается. Пожалуйста, проверьте приложение.
sv: Flera överföringar misslyckades och uppladdningskön är på plats. Kontrollera i appen.
zh_hans: 由于出现多次传输失败，上传队列已暂停，请检查
zh_hant: 數個傳輸錯誤導致上傳隊列已暫停。請進入程式檢查。

# categoryCellOption_addPhotos
source: Add Photos
ar: إضافة صور
da: Tilføj fotos
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter des Photos
hu: Fényképek hozzáadása
it: Aggiungi foto
ja: 写真を追加
nl: Foto's toevoegen
pl: Dodawanie zdjęć
ru: Добавить фотографии
sv: Lägg till foton
zh_hans: 添加照片
zh_hant: 新增相片

# categoryCellOption_delete
source: Delete Album
ar: حذف
da: Slet album
de: Album löschen
es: Eliminar álbum
fr: Supprimer l'album
hu: Album törlése
it: Eliminare l'album
ja: アルバム削除
nl: Album verwijderen
pl: Usuwanie albumu
ru: Удалить альбом
sv: Radera album
zh_hans: 删除相册
zh_hant: 刪除相簿

# categoryCellOption_move
source: Move Album
ar: نقل
da: Flyt album
de: Album verschieben
es: Mover álbum
fr: Déplacer l'album
hu: Album áthelyezése
it: Spostare l'album
ja: アルバムの移動
nl: Album verplaatsen
pl: Przenoszenie albumu
ru: Переместить альбом
sv: Flytta album
zh_hans: 移动相册
zh_hant: 移動相簿

# categoryCellOption_rename
source: Rename Album
ar: إعادة التسمية
da: Omdøb albummet
de: Album umbenennen
es: Renombrar álbum
fr: Renommer l'album
hu: Album átnevezése
it: Rinominare l'album
ja: アルバム名の変更
nl: Album hernoemen
pl: Zmiana nazwy albumu
ru: Переименовать альбом
sv: Byt namn på album
zh_hans: 重新命名相册
zh_hant: 重新命名相簿

# categoryDiscover_title
source: Discover
ar: اكتشف
da: Opdag
de: Entdecken
es: Descubra
fr: Découvrir
hu: Felfedezés
it: Scoprire
ja: 探す
nl: Ontdek
pl: Odkrywaj
ru: Обзор
sv: Upptäck
zh_hans: 探索
zh_hant: 探索

# categoryDiscoverBest_title
source: Best Rated
ar: الأفضل تقييماً
da: Bedst bedømte
de: Am besten bewertet
es: Mejor valoración
fr: Mieux notées
hu: Legjobbra értékelt
it: I più votati
ja: 最高評価
nl: Best gewaardeerd
pl: Najwyżej oceniane
ru: С наивысшим рейтингом
sv: Högst betygsatta
zh_hans: 评分最高
zh_hant: 評分最高

# categoryDiscoverFavorites_title
source: Your Favorites
ar: مفضلتك
da: Dine favoritter
de: Ihre Favoriten
es: Tus favoritos
fr: Mes favoris
hu: Kedvencek
it: Le mie preferite
ja: お気に入り
nl: Jouw favorieten
pl: Moje ulubione
ru: Ваши избранные
sv: Mina favoriter
zh_hans: 你的最爱
zh_hant: 你的最愛

# categoryDiscoverRecent_title
source: Recent Photos
ar: أحدث الصور
da: Nye fotografier
de: Neueste Fotos
es: Fotos recientes
fr: Photos récentes
hu: Friss fotók
it: Ultime foto
ja: 最近の写真
nl: Recente foto's
pl: Najnowsze zdjęcia
ru: Последние фото
sv: Senaste bilder
zh_hans: 最近图片
zh_hant: 近期照片

# categoryDiscoverTagged_title
source: Tagged
ar: الموسومة بـ
da: Market
de: Markiert
es: Etiquetados
fr: Taguées
hu: Címkézett
it: Etichettato
ja: タグ付き
nl: Gelabeld
pl: Oznaczone
ru: С тэгами
sv: Taggad
zh_hans: 标记的
zh_hant: 已標籤

# categoryDiscoverVisits_legend
source: hits
ar: الضربات
da: visninger
de: Aufrufe
es: peticiones
fr: vues
hu: megtekintés
it: visualizzazioni
ja: ヒット
pl: wejść
ru: просмотры
sv: träffar
zh_hans: 次观看
zh_hant: 次觀看

# categoryDiscoverVisits_title
source: Most Visited
ar: الأكثر زيارة
da: Mest sete
de: Am häufigsten angesehen
es: Lo más visto
fr: Plus vues
hu: Legtöbbet látogatott
it: Le più viste
ja: 最多アクセス
nl: Meest bezocht
pl: Najczęściej odwiedzane
ru: Наиболее просматриваемые
sv: Mest besökta
zh_hans: 最多点击
zh_hant: 最多觀看

# categoryImageList_deselectButton
source: Deselect
ar: إلغاء التحديد
da: Fravælg
de: Auswahl aufheben
es: Deseleccionar
fr: Désélectionner
hu: Elvet
it: Deseleziona
ja: 選択を解除
nl: Deselecteren
pl: Odznacz
ru: Отменить выбор
sv: Avmarkera
zh_hans: 反选
zh_hant: 取消選取

# categoryImageList_favorite
source: Favorite
ar: المفضلة
da: Tilføj til favoritter
de: Favorit
es: Favorito
fr: Ajouter aux favoris
hu: Kedvenc
it: Aggiungi ai preferiti
ja: お気に入りに追加
nl: Favoriet
pl: Dodaj do ulubionych
ru: Добавить в избранное
sv: Lägg till i favoriter
zh_hans: 添加到收藏夹
zh_hant: 加入我的最愛

# categoryImageList_noDataError
source: Error No Data
ar: خطأ لا توجد بيانات
da: Fejl ingen Data
de: Fehler keine Daten
es: Error Sin datos
fr: Erreur aucune donnée
hu: Hiba: nincs adat
it: Errore dati
ja: エラー データがありません
nl: Fout geen gegevens
pl: Błąd. Brak danych
ru: Ошибка: нет данных
sv: Fel inga Data
zh_hans: 错误：没有数据
zh_hant: 錯誤 無資料

# categoryImageList_selectButton
source: Select
ar: حدد
da: Vælg
de: Wählen
es: Seleccionar
fr: Sélectionner
hu: Kiválaszt
it: Seleziona
ja: 選択
nl: Selecteer
pl: Wybierz
ru: Выбрать
sv: Välj
zh_hans: 选择
zh_hant: 選取

# categoryImageList_share
source: Share
ar: مشاركة
da: Del
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
it: Condividi
ja: シェア
nl: Deel
pl: Udostępnij
ru: Поделиться
sv: Aktie
zh_hans: 共享
zh_hant: 分享到

# categoryImageList_unfavorite
source: Unfavorite
ar: غير مفضل
da: Fjern fra favorit
de: Aus Favoriten entfernen
es: No favorito
fr: Retirer des favoris
hu: Kedvencek
it: Rimuovi dai preferiti
ja: お気に入りから削除する
nl: Niet favoriet
pl: Usuń z ulubionych
ru: Удалить из избранного
sv: Ta bort från favorit
zh_hans: 从收藏中移除
zh_hant: 從我的最愛移除

# categoryImageSet_message
source: Are you sure you want to apply this photo to the album "%@"?
ar: هل تريد بالتأكيد تعيين هذه الصورة للألبوم "%@"؟
da: Er du sikker på, at du vil bruge dette billede som miniaturebillede for albummet "%@"?
de: Sind Sie sicher, dass Sie dieses Foto auf das Album "%@ " anwenden möchten?
es: ¿Estás seguro de que deseas aplicar esta foto al álbum "%@"?
fr: Êtes-vous certain de vouloir affecter cette photo à l’album "%@" ?
hu: Biztos alkalmazni akarod azt a fotót a(z) "%@" albumra?
it: Sei sicuro di voler impostare questa immagine per l'album "%@"?
ja: この写真をアルバム「%@」に設定してよろしいですか？
nl: Weet je zeker dat je deze foto wilt gebruiken voor album "%@"?
pl: Czy na pewno chcesz ustawić to zdjęcie dla albumu "%@"?
ru: Вы уверены, что хотите применить эту фотографию к альбому "%@"?
sv: Är du säker du vill använda denna bild miniatyrbild för albumet ”%@”?
zh_hans: 你确定要把该照片移动到相册"%@"中吗？
zh_hant: 確定要將照片設定於相簿"%@"嗎?

# categoryImageSet_title
source: Album Thumbnail
ar: صورة مصغرة للألبوم
da: Album miniature
de: Album-Miniaturfoto
es: Miniatura de álbum
fr: Vignette d'album
hu: Album bélyegképe
it: Miniatura dell'album
ja: アルバムのサムネイル
nl: Album-miniatuur
pl: Miniatura albumu
ru: Миниатюра альбома
sv: Album miniatyr
zh_hans: 相册封面
zh_hant: 相簿封面

# categoryImageSetError_message
source: Failed to set the album photo
ar: أخفق تعيين صورة الألبوم
da: Kunne ikke opdatere miniaturebillede for albumet
de: Setzen des Miniaturfotos für das Album fehlgeschlagen
es: No se ha podido definir la foto del álbum
fr: Impossible de changer la photo de l’album
hu: Hiba történt a fotó beállításakor
it: Impossibile impostare l'immagine dell'album
ja: アルバム写真の設定に失敗しました
nl: Instellen albumfoto mislukt
pl: Nie można ustawić zdjęcia albumu
ru: Не удалось установить фото альбома
sv: Kunde inte sätta miniatyrbild för albumet
zh_hans: 无法设置相册封面
zh_hant: 無法設定相簿照片

# categoryImageSetError_title
source: Photo Set Error
ar: خطأ في تعيين الصورة
da: Billedsæt fejl
de: Fehler beim setzen des Miniaturfotos
es: Error en el conjunto de fotos
fr: Echec d'affectation
hu: Fotóbeállítási hiba
it: Errore nel set di immagini
ja: 写真設定エラー
nl: Foto-instelling-fout
pl: Błąd ustawiania zdjęcia
ru: Ошибка установки фотографий
sv: Fel vid skapande av miniatyrbild
zh_hans: 照片设置错误
zh_hant: 照片設定錯誤

# categoryImageSetHUD_updating
source: Updating Album Thumbnail…
ar: جار تحديث الصورة المصغرة للألبوم…
da: Opdaterer Album miniature…
de: Album Miniaturfoto wird aktualisiert…
es: Actualizando la miniatura del álbum…
fr: Modification de la vignette…
hu: Bélyegkép frissítése…
it: Aggiornamento miniatura dell'Album…
ja: アルバムのサムネイルを更新中...
nl: Bijwerken album-miniatuur…
pl: Aktualizowanie miniatury albumu…
ru: Обновление миниатюры альбома…
sv: Uppdaterar albumets miniatyrbilder…
zh_hans: 更新相册封面中…
zh_hant: 正在更新相簿封面...

# categoryMainEmtpy
source: No albums in your Piwigo yet. You may pull down to refresh or re-login.
ar: لا توجد ألبومات في Piwigo حتى الآن. يمكنك السحب إلى الأسفل لتحديث أو إعادة تسجيل الدخول.
da: Der er endnu ingen album i dit Piwigo. Prøv at trække ned for at opdatere eller log ind igen.
de: Bislang keine Alben in Ihrem Piwigo enthalten. Sie können zur Aktualisierung nach unten ziehen oder Sich erneut anmelden.
es: Todavía no hay álbumes en tu Piwigo. Puedes tirar hacia abajo para actualizar, o volver a iniciar sesión.
fr: Pas encore d'albums dans votre Piwigo. Vous pouvez tirer vers le bas pour actualiser ou vous reconnecter.
hu: Még nincsenek albumok a Piwigoban. Lefelé húzással frissítheted a képernyőt, illetve megpróbálhatsz újra bejelentkezni.
it: Non è presente ancora nessun album nel tuo Piwigo. Scorri verso il basso per aggiornare o ri-effettuare il login.
ja: まだPiwigoにアルバムがありません。プルダウンして更新するか、再ログインしてください。
nl: Nog geen albums in jouw Piwigo. Gebruik de pull-down om te vernieuwen, of meld opnieuw aan.
pl: Nie ma jeszcze żadnych albumów w Twojej galerii Piwigo. Możesz przeciągnąć listę w dół by odświeżyć lub zalogować się ponownie.
ru: В вашем Piwigo пока нет альбомов. Вы можете потянуть вниз для обновления или повторного входа.
sv: Inga album i din Piwigo ännu. Prova med att dra ner för att uppdatera, eller logga in igen.
zh_hans: 您的Piwigo没有相册。您可以尝试下拉刷新或重新登录。
zh_hant: 你的Piwigo沒有相簿。你需要下拉以重新整理或是重新登入。

# categorySelection_action
source: Select an action for this album
ar: حدد إجراء لهذا الألبوم
da: Vælg en handling for dette album
de: Wähle eine Aktion für dieses Album
es: Selecciona una acción para este álbum
fr: Choisissez une action pour cet album
hu: Az albumon végrehajtandó feladat
it: Seleziona un'azione per questo album
ja: このアルバムのためのアクションを選択します
nl: Selecteer een actie voor dit album
pl: Wybierz akcję dla tego albumu
ru: Выберите действие для этого альбома
sv: Välj en åtgärd för detta album
zh_hans: 选择此相册的操作
zh_hant: 為這個相簿選取動作

# categorySelection_allAlbums
source: All Albums
ar: جميع الألبومات
da: Alle albummer
de: Alle Alben
es: Todos los álbumes
fr: Tous les albums
hu: Albumok
it: Tutti Gli Album
ja: すべてのアルバム
nl: Alle albums
pl: Wszystkie albumy
ru: Все альбомы
sv: Alla album
zh_hans: 所有相册
zh_hant: 所有相簿

# categorySelection_current
source: Select the current album for this photo
ar: حدد الألبوم الحالي لهذه الصورة
da: Vælg aktivt album for dette billede
de: Wähle das aktuelle Album für dieses Foto
es: Selecciona el álbum actual para esta foto
fr: Sélectionnez l’album en cours pour cette photo
hu: Jelenlegi album kiválasztása
it: Seleziona l'album corrente per questa immagine
ja: この写真のためのアルバムを選択します
nl: Selecteer voor deze foto het huidig album
pl: Wybierz bieżący album dla tego zdjęcia
ru: Выберите текущий альбом для этого фото
sv: Välj det aktuella albumet för denna bild
zh_hans: 为该照片选择当前相册
zh_hant: 為這張照片選取目前的相簿

# categorySelection_one
source: Select one of the albums containing this photo
ar: اختر أحد الألبومات التي تحتوي على هذه الصورة
da: Vælg et af de album, som indeholder dette billede
de: Wähle ein Album in dem dieses Foto vorkommt
es: Selecciona uno de los álbumes que contienen esta foto
fr: Sélectionnez un des albums contenant cette photo
hu: Válassz a további albumok közül, melyek ezt a fotót tartalmazzák
it: Selezionare uno degli album che contiene questa immagine
ja: この写真を含むアルバムを1つ選択して下さい
nl: Selecteer één van de albums met deze afbeelding
pl: Wybierz jeden z albumów zawierających ten obraz
ru: Выберите один из альбомов, содержащий эту фотографию
sv: Välj en av de album som innehåller den här bilden
zh_hans: 选择包含该照片的相册
zh_hant: 選取其中一個包含此照片的相簿

# categorySelection_other
source: Or select another album for this photo
ar: أو حدد ألبومًا آخر لهذه الصورة
da: eller vælg et andet album til billedet
de: Oder wähle ein anderes Album für dieses Foto
es: O selecciona otro álbum para esta foto
fr: Ou sélectionnez un autre album pour cette photo
hu: Vagy válassz egy másik albumot
it: o selezionare un altro album per questa immagine
ja: または、この写真のために別のアルバムを選択します
nl: of selecteer een ander album voor deze foto
pl: lub wybierz inny album dla tego zdjęcia
ru: Или выберите другой альбом для этого фото
sv: Eller välj ett annat album för detta foto
zh_hans: 或者为该照片选择另一个相册
zh_hant: 或為該照片選擇其他相簿

# categorySelection_root
source: Root Album
ar: ألبوم الجذر
da: Rodalbum
de: Haupt-Album
es: Álbum raíz
fr: Album racine
hu: Főalbum
it: Album di radice
ja: ルートアルバム
pl: Album główny
ru: Корневой альбом
sv: Rotalbum
zh_hans: 根相册
zh_hant: 根相簿

# categorySelection_root<375pt
source: Root
ar: ألبوم راسين
da: Rod
de: Stammverzeichnis
es: Raíz
fr: Racine
hu: Gyökér
ja: ルート
pl: Główny
ru: Корень
sv: Rot
zh_hans: 根目录
zh_hant: 根

# categorySelection_setThumbnail
source: Please select the album which will use the photo "%@" as a thumbnail.
ar: يرجى تحديد الألبوم الذي سيستخدم الصورة ”%@“ كصورة مصغرة.
da: Vælg det album som vil bruge billedet "%@" som miniaturebillede.
de: Bitte wählen Sie das Album aus, das das Foto "%@" als Vorschaubild verwendet.
es: Seleccione el álbum que utilizará la foto "%@" como miniatura.
fr: Veuillez sélectionner l'album qui utilisera la photo "%@" comme vignette.
hu: Melyik album bélyegképe legyen a "%@" fotó?
it: Seleziona l'album che userà la foto "%@" come miniatura.
ja: 写真「%@」をサムネイルとして使用するアルバムを選択してください。
nl: Selecteer het album dat de foto "%@" als miniatuur zal gebruiken.
pl: Wybierz album, dla którego zdjęcie "%@" ma być użyte jako miniatura.
ru: Пожалуйста, выберите альбом, который будет использовать фотографию "%@" в качестве миниатюры.
sv: Välj det album som kommer att använda fotot "%@" som en miniatyrbild.
zh_hans: 将照片 “%@” 作为所选择相册的缩略图
zh_hant: 請選擇要將照片"%@"作為封面的相簿。

# categorySelection_title
source: Album
ar: ألبوم
es: Álbum
ja: アルバム
ru: Альбом
zh_hans: 相册
zh_hant: 相簿

# categorySelection_titleSub
source: Sub-Albums
ar: ألبومات فرعية
da: Under album
de: Unter-Alben
es: Sub-álbumes
fr: Sous-albums
hu: Alalbumok
it: Sub-album
ja: サブアルバム
nl: Sub-album
pl: Podalbumy
ru: Подальбомы
sv: Underalbum
zh_hans: 子相册
zh_hant: 子相簿

# categorySelectionHUD_label
source: Retrieving Albums Data…
ar: استرداد بيانات الألبومات...
da: Henter albumdata…
de: Albumdaten abrufen…
es: Recuperando datos de álbumes…
fr: Récupération des données d'albums…
hu: Album adatainak betöltése…
it: Recupero dati dell'album…
ja: アルバムのデータを取得しています...
nl: Terugvinden van album-gegevens…
pl: Pobieranie danych o albumach…
ru: Получение данных об альбомах…
sv: Hämta albumdata…
zh_hans: 正在检索相册数据…
zh_hant: 正在讀取相簿資料...

# categorySort_dateCreated
source: Date Created
ar: تاريخ الإنشاء
da: Oprettet dato
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hu: Létrehozás dátuma
it: Data di Creazione
ja: 作成日
nl: Datum aangemaakt
pl: Data utworzenia
ru: Дата создания
sv: Skapad datum
zh_hans: 创建日期
zh_hant: 建立日期

# categorySort_dateCreatedAscending
source: Date Created, old → new
ar: تاريخ الإنشاء، القديم → جديد
da: Oprettelsdato, gammel → ny
de: Erstelldatum, Alt → Neu
es: Fecha de creación, antiguo → nuevo
fr: Date de création, ancien → récent
hu: Létrehozás, régi → új
it: Data di creazione, vecchio → nuovo
ja: 作成日、古い → 新しい
nl: Datum gemaakt, oud → nieuw
pl: Data Utworzenia, stare → nowe
ru: Дата создания, старые → новые
sv: Skapelsedatum, gammal → ny
zh_hans: 创建日期，旧 → 新
zh_hant: 建立日期，舊 → 新

# categorySort_dateCreatedDescending
source: Date Created, new → old
ar: تاريخ الإنشاء، جديد → القديم
da: Oprettelsdato, ny → gammel
de: Erstelldatum, Neu → Alt
es: Fecha de creación, nuevo → antiguo
fr: Date de création, récent → ancien
hu: Létrehozás, új → régi
it: Data di creazione, nuovo → vecchio
ja: 作成日、新しい → 古い
nl: Aanmaakdatum, nieuw → oud
pl: Data Utworzenia, nowe → stare
ru: Дата создания, новая → старая
sv: Skapelsedatum, ny → gammal
zh_hans: 创建日期，新 → 旧
zh_hant: 建立日期，新 → 舊

# categorySort_datePosted
source: Date Posted
ar: تاريخ النشر
da: Indlægsdato
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date d'ajout
hu: Elküldés ideje
it: Data di pubblicazione
ja: 投稿日
nl: Datum geplaatst
pl: Data publikacji
ru: Дата публикации
sv: Datum postad
zh_hans: 发表日期
zh_hant: 發表日期

# categorySort_datePostedAscending
source: Date Posted, old → new
ar: تاريخ النشر، القديم → جديد
da: Oprettelsdato, gammel → ny
de: Veröffentlichung, Alt → Neu
es: Fecha de publicación, antiguo → nuevo
fr: Date d'ajout, ancien → récent
hu: Feltöltés, régi → új
it: Data di inserimento, vecchio → nuovo
ja: 掲載日、古い → 新しい
nl: Datum geplaatst, oud → nieuw
pl: Data Wysłania, stare → nowe
ru: Дата публикации, старая → новая
sv: Skapelsedatum, gammal → ny
zh_hans: 发布日期，旧 → 新
zh_hant: 發布日期，舊 → 新

# categorySort_datePostedDescending
source: Date Posted, new → old
ar: تاريخ النشر، جديد → القديم
da: Oprettelsdato, ny → gammel
de: Veröffentlichung, Neu → Alt
es: Fecha de publicación, nuevo → antiguo
fr: Date d'ajout, récent → ancien
hu: Feltöltés, új → régi
it: Data di inserimento, nuovo → vecchio
ja: 掲載日、新しい → 古い
nl: Datum geplaatst, nieuw → oud
pl: Data Wysłania, nowe → stare
ru: Дата публикации, новая → старая
sv: Skapelsedatum, ny → gammal
zh_hans: 发布日期，新 → 旧
zh_hant: 發布日期，新 → 舊

# categorySort_default
source: Default
ar: افتراضي
da: Standard
de: Standard
es: Por defecto
fr: Défaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
nl: Standaard
pl: Domyślnie
ru: По умолчанию
sv: Standard
zh_hans: 默认值
zh_hant: 預設
